Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 레일라는 카일 곁에서 살며시 창문 밖을 살폈다.
en_us: Layla moved next to Kyle and looked out the window as well.

source: 놀이 친구가 되기에는 턱없이 부족한 아이였지만 잔심부름은 곧잘 해냈다.
en_us: Layla wasn’t good enough to be her playmate, but she was an excellent errand-girl.

source: 수수께끼 같은 눈빛을 담고 있는 초록 눈과 투명하도록 희고 맑은 살결의 조화가 그런 분위기를 돋워 주었다.
en_us: Her mysterious green eyes and flawlessly smooth skin only added to this impression.

source: 저랑 비슷한 나이 같은데.”
en_us: “She looks like she’s about my age.”

source: 전화기 너머의 상대는 그의 모습을 보지 못할 텐데도 한순간도 흐트러지지 않았다.
en_us: Even though the person on the other end of the phone couldn’t see him, he never slouched.

source: “아니.
en_us: “Well,

source: 헤르하르트 공작을 뒤로하고 레일라는 다시 달리기 시작했다.
en_us: She started running again, leaving Duke Herhardt behind.

source: 찻잔을 쥔 손가락이 무척 길고 매끈했다.
en_us: He lifted the cup with his long, smooth fingers and took a sip.

source: 마티어스는 소파에 나른히 기대앉은 채로 그런 레일라를 바라보았다.
en_us: Reclining on the sofa, Matthias gazed at her.

source: 아름다운 새들의 학살자
en_us: The Slayer of Beautiful Birds

source: 빌 아저씨를 위해서.
en_us: She repeated the phrase For Uncle Bill over and over again in her mind.

source: 보자마자 놀렸잖아.”
en_us: You made fun of it as soon as you saw it.”

source: 입술을 굳게 다문 레일라는 서둘러 자전거를 세웠다.
en_us: With her lips shut tight, she quickly set her bicycle upright again,

source: 넌 그걸 해낸 거다.”
en_us: That’s exactly what you did.”

source: 남의 옷을 얻어 입은 듯한 모양새로 공작을 만나게 할 수는 없으니 아무래도 옷 한 벌쯤은 사 주어야 할 듯했다.{j}“준비하고 나오너라.”{j}오두막의 뒷문 앞에 도착한 빌은 충동적으로 말했다.
en_us: Realizing that it would be improper for her to meet Duke Herhardt while wearing hand-me-down clothing, Bill decided that he would have to buy her a new outfit after all. Once they arrived at the cottage’s back door, he turned to her and impulsively said, “Go in and get ready. I’ll be waiting for you out here.”{j}{j}

source: “그래?”
en_us: “Really?”

source: 작은 여자아이가 장미를 가꾸는 정원사 뒤를 따르고 있었다.
en_us: and saw a small girl following behind the gardener as he tended to the roses.

source: 레일라는 한참이 더 지나서야 고개를 들었다.
en_us: After a long delay, she finally looked up at him.

source: 본격적인 협상과 조율이 이루어질 모양이었다.
en_us: It seemed that it was time for negotiations to begin between the families.

source: 마티어스 폰 헤르하르트는 고귀하고 부유하며 아름다운 남자였다.
en_us: That was one of the reasons that she had agreed to get engaged to Matthias.

source: 클로딘은 수줍고 겸손한 태도를 취했다.
en_us: Claudine assumed a modest, humble attitude.

source: 아마도 마님이라 불리는 분 같은 귀부인이 무어라 명령하자 하녀가 다시 레일라의 손을 붙들었다.
en_us: A noblewoman who Layla guessed was the duke’s mother said something to a maid.

source: 그러고 보니 이 온실의 새들은 놀라울 만큼 온순했다.
en_us: and realized that the birds in it were incredibly docile.

source: 무엇을 얻기 위한 미끼일까.{j}반짝거리는 안경을 보며 마티어스는 생각했다.{j}좀처럼 답을 내리기 힘들었지만 조바심은 들지 않았다.{j}잡아 보면 알게 될 것이니.
en_us: What am I trying to catch with this bait? he wondered, gazing at the shining glasses. No answer was coming to him, but he didn’t mind. I’ll know the answer once she is trapped.{j}{j}{j}

source: 레일라는 해질 무렵이 다 되어서야 겨우 두고 온 바구니를 가지러 갔다.
en_us: she had waited until dusk to go fetch her basket.

source: 마티어스는 선착장과 강이 내려다보이는 창문 앞으로 다가섰다.
en_us: Matthias walked to the window looking out onto the dock and river.

source: 공작이 떠나기 전까지는 강가에 가지 말아야지.
en_us: I’d better not go back to the river until the duke leaves Arvis again.

source: 그 자그마한 게 저 바구니를 들고 다닌 것이 신기할 지경이었다.
en_us: He couldn’t believe that such a petite young lady had been carrying such a large basket around.

source: “왜 웃어?”{j}레일라가 찡그리며 물었다.{j}도무지 점수가 오르지 않는 기하에 대해 성토하던 중인데 카일은 뭐가 그리 좋은지 히죽거리고 있었다.
en_us: “Why are you smiling?” Layla asked. She had been grumbling about how her geometry grades weren’t improving, when she had suddenly noticed that Kyle was grinning about something.{j}{j}

source: 빌 아저씨의 구박 같은 건 아무래도 좋았다.
en_us: He was never bothered by Bill’s taunts.

source: 배달된 소녀
en_us: A Delivered Girl

source: 아무것도 아닌 무언가
en_us: Something That Is Nothing

source: 레일라 르웰린은 그녀 앞에서도 항상 미소를 머금고 있었지만, 지금처럼 편안하고 밝게 웃는 얼굴을 본 건 처음이었다.
en_us: Of course, she always smiled when she was around Claudine as well. But this was the first time Claudine had seen such a bright, contented smile on her face.

source: “말씀하세요.
en_us: “Go ahead,” she said.

source: “내가 부탁드렸거든.”
en_us: “Because I asked him for one.”

source: 레일라는 불길한 예감에 사로잡혀 걸음을 멈추었다.
en_us: Feeling a sense of foreboding, she stopped in her tracks.

source: 그 순간을 되새기면 마티어스는 마음이 흡족해졌다.
en_us: Thinking back on that moment, he felt a deep sense of satisfaction.

source: 거리가 꽤 떨어져 있고 안경이 없어 확신할 수는 없지만 그의 붉은 입술이 슬쩍 기울어져 있는 듯도 했다.{j}“저…….”
en_us: She couldn’t be sure because she wasn’t wearing her glasses, but it seemed like his red lips were smiling. Gathering all her courage, she started to speak. “I...”{j}

source: 레일라 르웰린을 사랑하는 남자는 2등의 운명을 받아들일 수밖에 없다.
en_us: Any man who loved Layla Llewellyn would have to settle for second place in her heart.

source: 레일라는 숲과 강의 경계에 서 있는 아름드리나무를 타고 올랐다.
en_us: She climbed up a huge tree that stood at the boundary between the forest and the river.

source: 목이 참 길고 가늘었구나 생각하던 카일은 서둘러 시선을 피하며 아이스크림을 다시 한입 크게 삼켰다.{j}차갑고 달콤했다.
en_us: He gazed at her neck, noticing how long and slender it was, then realized he was staring and looked back at his ice cream. He took another big bite. It was cold and sweet.{j}

source: 오늘 본 전시.
en_us: They discussed various topics, including the art exhibit they had visited earlier that day,

source: 그 소년에게 가고 싶어서.
en_us: It must have been because she wanted to go see the boy.

source: 위험한 곳으로 날아가 길을 잃거나 다치는 일을 막을 수 있으니 새에게도 좋은 일이지요.
en_us: It’s good for them, in fact, because it keeps them from flying away and getting lost or injured.

source: “공작은 아마 새 잡는 걸 제일 좋아할걸.”
en_us: “I think bird hunting is the duke’s favorite,” Bill casually replied.

source: 그리고 다시 카일을 보는 그의 입술 끝에는 꽤 사교적인 미소가 담겨 있었다.
en_us: to whom he flashed a courteous smile.

source: 그가 사냥을 다녀간 날이면 레일라는 피투성이가 되어 차갑게 식어 있는 많은 새들을 찾아 묻어 주어야 했다.
en_us: On days the duke had gone hunting, Layla would take the cold, bloody birds’ bodies and bury them.

source: 양철 필통.
en_us: A tin pencil case.

source: 그는 조용히 다가와 클로딘 곁에 섰다.{j}“날개깃을 자릅니다, 아가씨.{j}그러면 멀리 날 수 없어 도망치지 못하고 성미도 온순해집니다.{j}자유롭게 날 수 있는 새는 여간해선 사람에게 길들여지지 않거든요.”
en_us: The gray-haired man quietly approached and stood beside Claudine, then explained, “I clip the birds’ wings, Miss. That makes it so that they can’t fly very far, so that they won’t escape. It also makes them more obedient. Birds capable of flying freely are almost impossible to tame.”{j}{j}{j}

source: 도망치는 법조차 잊어버린 레일라는 속수무책으로 그 눈빛과 손길을 견뎌 내야 했다.
en_us: Forgetting even her urge to escape, Layla remained frozen stiff, enduring his gaze and his touch.

source: 저 애의 눈동자와 같은 빛깔의 에메랄드 가장자리를 꽃잎처럼 장식한 보석은 틀림없는 다이아몬드 같았다.
en_us: The emeralds were the same shade of green as her eyes, and each was surrounded in a flower-petal pattern by tiny jewels that appeared to be flawless diamonds.

source: 많이 죽이는 것보다 훨씬 나은 일인데.”
en_us: That’s a much better accomplishment than killing a lot of people.”

source: “레일라.”{j}그래도 다시 한 번, 빌은 용기를 내보았다.{j}“……날씨가 어지간히도 덥구나.”
en_us: He gathered his courage and tried talking to Layla again. “Layla... It sure is hot today.”{j}{j}

source: 목덜미까지 붉어진 레일라가 마티어스는 꽤 재미있었다.
en_us: He noticed with amusement that she was blushing.

source: 아이가 조용하니 세상이 조용했다.
en_us: Now that she had grown quiet, his life had grown quiet.

source: 마음만 먹는다면 헤르하르트 공작은 얼마든지 그녀를 도둑으로 몰아갈 수 있었다.
en_us: If he felt like it, Duke Herhardt could brand her a thief and have her banished from the estate.

source: 하지만 선뜻 다가서지는 못했다.
en_us: But she wasn’t approaching him.

source: 물론 그 방식은 같았다.
en_us: Just as she kept a gardener on staff to tend the roses,

source: 주제를 모르고 말썽을 부리는 아이는 거두어 줄 수 없다고 했다.
en_us: saying that she couldn’t take care of a child who didn’t behave.

source: 에트먼 박사님네도 초대받았다고 해서 카일과 같이 가기로 했어요.”
en_us: The Ettmans were also invited, so I’m going to go with Kyle.”

source: 이 아르비스의 누구도 오늘 파티의 성공 여부를 걱정하지 않았다.
en_us: No one at Arvis had any doubt that the party would be a success.

source: 어린 시절에는 그 푸른 유리를 닮은 눈을 마주하면 챙하고 맑은 소리가 울릴 것만 같다는 생각을 했다.
en_us: When she was young, his eyes had reminded her of blue marbles, and she had once imagined them knocking against each other and making a crisp clinking noise.

source: 당돌하게, 그를 빤히 쳐다보며.
en_us: and stared back at him, unafraid.

source: “혹은 수영도 할 줄 모르면서 물에 뛰어드는 한심한 짓을 하지 않았다던가.”{j}손가락 끝으로 흘러내린 물방울을 가볍게 털어 낸 마티어스가 고개를 갸웃거렸다.
en_us: “Or if you hadn’t made the foolish decision to jump into the water even though you don’t know how to swim,” he added, shaking the water from his fingers.{j}

source: 그의 발아래 있던 동전이 노을빛을 반사하며 빛났다.
en_us: The coin that had been under his shoe gleamed, reflecting the light of the sunset.

source: “이렇게 갑작스럽게 찾아오는 결례를 범해 정말 죄송합니다, 공작님.”{j}쭈뼛거리며 말문을 연 레일라는 그의 시선을 피하듯 고개를 수그렸다.{j}촘촘하게 돋아난 속눈썹이 무척 길고 곧았다.{j}살며시 눈을 내리뜨는 모습이 유달리 인상적인 이유가 거기 있는 듯했다.{j}“송구하지만 여쭤볼 게 하나 있어서요.”{j}입술을 몇 번이나 달싹거리던 레일라가 겨우 말을 이었다.
en_us: “My sincere apologies for bursting in on you like this, Your Grace,” she hesitantly said with her head lowered to avoid his gaze. Her long, full eyelashes made the appearance of her lowered eyes particularly striking. After nervously licking her lips for a moment, she continued. “I’m sorry, but I’d like to ask you something.”{j}{j}{j}{j}{j}

source: 말 등에서 내리는 몸놀림이 가볍고 유연했다.
en_us: His motions were smooth and nimble as he got down from the horse.

source: “아니.”{j}그녀를 담은 마티어스의 눈동자가 한층 짙은 빛을 띠었다.{j}“그런 걱정은 마.{j}넌 충분히 네 쓰임을 다하고 있으니까.”
en_us: “No.” His eyes grew darker as he looked at her. “Don’t worry about that. You’re fulfilling your role just fine.”{j}{j}{j}

source: 성미 급한 빌은 그 자리에서 봉투를 찢었다.
en_us: Bill immediately tore open the envelope and started reading the letter.

source: 마지막 한 걸음의 간격마저 좁혀지자 두 사람 사이의 거리는 이제 서로의 체온이 느껴질 만큼 가까웠다.
en_us: Soon he was close enough to her that they could feel each other’s body heat.

source: “그렇지요.
en_us: “Yes,

source: 마티어스는 마치 일광욕이라도 즐기듯 느긋한 자세로 나무 바닥에 앉아 그녀를 올려다보았다.
en_us: Matthias lazily sat down on the wooden dock, as if he were sunbathing.

source: 정원과 이어진 테라스 쪽을 힐끔거리는 카일의 표정은 이제 숨길 수 없을 만큼 초조해져 있었다.
en_us: Kyle’s face was now unmistakably anxious as he looked out towards the terrace by the garden.

source: 크림색 커튼이 쳐진 창문.
en_us: the cream-colored curtains covering the window;

source: 적당한 흥미와 무관심, 완벽한 품위와 절제로.
en_us: He had shown a proper balance between interest and indifference, while maintaining perfect dignity and self-control.

source: 그리고 이를 악물며 다짐했다.
en_us: Gritting her teeth, she made a resolution.

source: 어제 저택에서 마님의 티 파티가 있었거든요.”
en_us: “There was a tea party at the mansion yesterday.”

source: 강아지와 노는 것보단 재미있을 테니까요.”{j}클로딘의 말투는 아이답지 않게 차분하고 당찼다.
en_us: I’m sure she’ll be more fun to play with than a puppy,” Claudine replied in a calm, confident tone beyond her years.{j}

source: 백작 부인은 기가 막히다는 듯이 한숨지었다.{j}“너는 아직 어려서 남자를 몰라.{j}클로딘, 나라면 말이다…….”
en_us: The countess sighed in exasperation. “You’re still too young to understand men, Claudine. If I were you...”{j}{j}

source: 무슨 일이라도 있었어?”
en_us: Did something happen between you two?”

source: “딸은 무슨.
en_us: “What do you mean, my daughter? She’s not my daughter.

source: “염병할 것들.”{j}빌은 충동적으로 중얼거렸다.
en_us: “Damn it,” he muttered impulsively.{j}

source: 그 후로는 가문의 사업에 집중할 생각이었다.
en_us: After that, he planned to devote all his attention to the affairs of his family.

source: 오후가 되자 저택은 손님을 맞이할 준비를 끝마쳤다.
en_us: * * * The mansion was ready to receive guests by midafternoon.

source: “내가 새의 마음까지 알아야 하나?”
en_us: “Am I really supposed to understand the details of birds’ minds?”

source: 빌 아저씨는 참 많은 것을 사 주었지만 대부분의 경우에는 모나 부인에게 부탁하거나 레일라를 직접 상점으로 데려가 필요한 것을 고르게 했다.
en_us: Bill had purchased many items for Layla over the years, but rather than picking them out himself, he had usually either brought Layla to the store with him, or asked Chef Mona to take care of it.

source: 얼마 지나지 않아 초인종 소리가 고요한 별채를 울렸다.
en_us: Soon after, the cabin’s silence was broken by the sound of the doorbell.

source: 그 순간에도 건져 낸 모자는 좀처럼 손에서 놓지 않았다.
en_us: Even so, she maintained her grip on the hat she had retrieved from the river.

source: 레일라는 그제야 고개를 들어 마티어스를 보았다.
en_us: At this, Layla finally looked up at him.

source: 저렇게 잘 차려입은 직원이 있는 의상실이라니, 모나 부인이 꽤 신경을 썼나 보다 했는데 웬걸.
en_us: Seeing how well-dressed the employee was, Bill wondered if the dress shop Mona had chosen was too pricey.

source: “눈이 나빠진 게 속상하시대?”
en_us: “Ah, he was upset that your eyesight had gotten so bad?”

source: 사랑에 빠진 소녀라 해도 무리가 없을 듯했다.
en_us: It seemed fair to describe it as the smile of someone who was in love.

source: “아니, 그 어린 걸 무슨 시집을 보낸다고!
en_us: “What’s this talk about marriage? She’s just a girl!

source: 마티어스가 기꺼이 허락을 표시하자 사육사는 그들을 온실 한쪽 끝에 마련된 커다란 새장 앞으로 데려갔다.
en_us: The bird-keeper then led them to a very large birdcage at one end of the greenhouse.

source: “너도 여기 살아?”{j}레일라는 다소 경계하며 물었다.{j}소년은 웃으며 고개를 저었다.
en_us: Layla still wasn’t sure if she could trust the boy. “Do you live here too?” she asked.{j}{j}

source: 그런 탓에 마중 인원도 최소한이 움직였다.
en_us: As a result, only two people had been sent out to pick him up.

source: 그냥, 그 애를 어디로 보낼지 생각 중이다 보니…….”
en_us: I’m still thinking about where to send her...”

source: 레일라는 겁에 질려 뒷걸음질 쳤지만 벤치에 가로막혀 채 한 걸음도 물러서지 못했다.
en_us: Startled, she took a step back, but the bench was in her way and prevented her from moving any farther than that.

source: 아른트 남작 부처를 데려오라는 명을 받은 그는 재빨리 인파 사이로 사라져 갔다.
en_us: After receiving orders to bring Baron Arndt and his wife, the servant quickly disappeared into the crowd.

source: 레일라가 만든 음식은 그 수모를 감수할 만큼 맛있으니까.
en_us: Layla’s cooking was delicious enough that he could easily endure them.

source: 그저 꽃이 아름답게 피고 과일이 잘 여물면 족하던 빌 레머의 삶에 어쩌다 이런 근심과 걱정이 깃들었는지 모를 일이었다.
en_us: He thought back on his earlier life, in which all he had cared about was making sure that the flowers bloomed beautifully and the fruits ripened deliciously. How had his life come to be full of such worry and anxiety?

source: “어쩔 생각이냐?
en_us: “What are you going to do?

source: 두 사람은 다시 그들이 공유하는 세상의 대화를 이어 가기 시작했다.
en_us: They continued their aristocratic conversation.

source: 그 곡도 그치자 마티어스는 쟁반 옆에 아무렇게나 던져두었던 레일라의 안경을 집어 들었다.
en_us: As the string piece came to a close, Matthias picked up the pair of eyeglasses from the tray on which he had earlier them set down.

source: 집사와 나지막하게 대화를 나누던 마티어스는 한참만에야 비스듬히 고개를 들어 레일라를 보았다.
en_us: After a lengthy, quiet exchange with the butler, Matthias cast a sidelong glance in Layla’s direction.

source: 빌이 어리둥절한 표정을 짓자 모나 부인은 끌끌 혀를 차며 고개를 내저었다.{j}“이봐요, 빌 레머.{j}그 긴 세월이면 이제 딸을 키울 줄 알 법도 하지 않아요?”
en_us: Mona clicked her tongue and shook her head, saying, “Look, Bill. After all these years, don’t you think you should know how to take care of your daughter?”{j}{j}

source: 붉은 입술의 한쪽 끝이 조금 기울어져 있는 듯도 했다.
en_us: A smile seemed to be breaking through on the edge of his lips.

source: 달리지만 않았어도 뒤꿈치를 지킬 수 있었을 텐데.
en_us: If only I hadn’t run in them, my heels would have been all right.

source: 언젠가는 저녁이 되어도 돌아오지 않아 숲으로 가 보았더니 강가에 오도카니 앉아 물새 떼를 바라보고 있었다.
en_us: One day, when she hadn’t returned for dinner, Bill had gone into the forest looking for her. He had found her sitting by the river, gazing at a flock of waterfowl.

source: 마티어스는 조준한 모든 과녁을 명중시켰고, 그 순간은 언제나처럼 짜릿했다.
en_us: Matthias had struck every target on which he had set his aim, and each kill had been as thrilling as ever.

source: “하지만 아가씨…….”
en_us: “But, Miss-”

source: 그러니 그 대가는 당당하게 받아도 돼.
en_us: so you should proudly accept your payment.

source: 그는 선명한데, 다른 모든 것은 흐릿해졌다.
en_us: She saw him clearly, while everything else grew indistinct.

source: “잘 모르겠어.”
en_us: “I don’t know.”

source: 하지만 다시 저 불빛 찬란한 저택으로, 이상하고 불편한 세상으로 돌아갈 엄두는 나지 않았다.
en_us: However, she had no desire to go back into the strange, uncomfortable world inside that brightly-lit mansion.

source: 왜?
en_us: Why do you ask?

source: “다녀와, 카일.”{j}숨죽이고 있던 레일라가 조심스럽게 말문을 열었다.{j}공작가의 노마님은 주치의의 외아들을 예뻐했다.{j}에트먼 부인이 그 사실을 얼마나 자랑스럽고 뿌듯하게 여기는지 레일라는 잘 알고 있었다.{j}“나 여기서 기다릴게.”{j}카일을 안심시키기 위해 레일라는 밝은 미소도 곁들였다.
en_us: “See you later, Kyle,” Layla sheepishly said. Dowager Herhardt adored the only son of the family doctor, and Layla was well aware of how proud Mrs. Ettman was of this fact. “I’ll wait here,” she added, smiling brightly to reassure Kyle.{j}{j}{j}{j}{j}

source: 그게 어떻게 마련한 안경인데.
en_us: She had worked so hard to buy those glasses.

source: 다만 레일라는 레일라의 자리에 있으면 될 일이었다.
en_us: He just wanted her to stay in her place.

source: 모나 부인이 눈을 흘기자 빌은 뒷목을 긁적거리며 담배를 껐다.
en_us: Feeling Mona’s glare, Bill scratched the back of his neck and stubbed out his cigarette.

source: 레일라는 뒤척임 한 번 없이 잠에서 깨어났다.
en_us: * * * Layla woke up from a very sound sleep.

source: 레일라가 장미를 손질하기 시작하자 마티어스도 테이블에 흩어져 있는 서류 더미로 시선을 돌렸다.
en_us: Once she had started trimming the roses so that they could be placed in a vase, he turned back to the pile of documents on the table.

source: 그가 레일라를 학교에 보내겠다고 했을 때 사람들은 대체로 비웃음을 흘렸다.
en_us: When he had said he was going to send Layla to school, most people had scoffed.

source: “그런 건 아니지만 제가 너무 어린애 같아 보이나 봐요.
en_us: “No, I just think I look too young.

source: 꼭, 소중한 무언가를 저곳에 두고 오기라도 한 것처럼.
en_us: It was as if he had left something precious out there.

source: 시종은 그제야 조금 전의 임무로 돌아갔다.
en_us: Only then was the servant able to resume his earlier task.

source: 항상 그랬으니 새삼스러울 건 없는 일이지만.
en_us: This was nothing new, of course.

source: 그런 레일라를 소년은 마치 보물처럼 소중히 대했다.
en_us: He seemed to cherish her like she was his treasure.

source: 그리고 꼭 그 연민의 크기만큼 엄마가 지겨웠다.{j}“하지만 전 그런 일에 연연하고 싶지 않아요.”{j}클로딘의 말은 일종의 선언처럼 엄숙했다.
en_us: she was also irritated by her constant fretting. “But I don’t like to dwell on things like that, Mother,” she solemnly declared.{j}{j}

source: 물론 가장 좋은 건 지금처럼 강물에 몸을 맡기는 순간이다.
en_us: His favorite thing of all about that place was the feeling of submerging his body into the water, as he was doing now.

source: 어깨를 축 늘어뜨린 아이는 힘없는 걸음으로 그의 뒤를 따랐다.
en_us: Her shoulders slumped, Layla followed behind him with feeble steps.

source: 우리 아버지가 이 가문 주치의신데 오늘 노마님 진찰하는 날이거든.
en_us: He’s the Herhardts’ family doctor. He came today to give Dowager Herhardt a check up.

source: 외국에서 온 고아라고 하지 않았니.
en_us: isn’t she an orphan from a foreign country?

source: 숙녀라 부르기에는 다소 어린 나이이기는 하지만 그럼에도 숙녀가 되어야 할 자리였다.
en_us: Even though Claudine was still too young to be called a lady, circumstances demanded that she behave like one.

source: 그와 레일라 사이에는 또 한 마리의 피 묻은 새가 놓여 있었다.
en_us: There was now yet one more bloodstained bird carcass in between them.

source: 선율은 화사하고 경쾌했다.
en_us: The melody was lilting and beautiful.

source: 심각한 표정으로 식탁 앞에 앉아 있던 레일라가 움찔 어깨를 떨었다.{j}“음…… 그건 아니면 좋겠네요.”
en_us: The dour-faced Layla shrugged as she sat at the table. “Ugh... I sure hope not.”{j}

source: 수도에서 출발한 기차가 칼스바르역의 플랫폼으로 들어섰다.
en_us: * * * A train from the capital arrived at the platform at Karlsbar Station.

source: 그리고 공작님.”{j}카일은 한껏 예의를 차려 인사했다.{j}“가자, 레일라.”
en_us: And thank you as well, Your Grace,” Kyle said, bowing courteously. “Let’s go, Layla.”{j}{j}

source: 레일라는 신중한 걸음을 옮겨 마티어스 곁으로 다가갔다.
en_us: She cautiously approached him.

source: 잘해 봐.’{j}키득거리며 동의해 줄 때만 하더라도 카일은 설마 고대의 전설 같은 전서구가 자신의 방 창문으로 날아오는 날이 올 줄은 꿈에도 상상하지 못했다.
en_us: go ahead,” Kyle had said sarcastically, snickering. To him, the idea of such a bird showing up at his window sounded fantastical, like something out of an ancient legend.{j}

source: 먼 남쪽 나라에서 겨울을 나고 돌아와 준 새는 결국 태어난 곳에서 목숨을 잃었다.
en_us: This bird had migrated all the way to a distant country in the south and then returned, only to lose its life in its native land.

source: 뻔히 다른 사람이 있다는 것을 알면서도 아무렇지 않게 그 키스를 받아들이던 클로딘도 이해가 되지 않기는 마찬가지였다.
en_us: She was equally perplexed by the fact that Claudine had wanted the kiss in the first place, when she had clearly been aware that there was a third person on the terrace.

source: 기어이 저 꽃의 이름을 알아낸 순간에 레일라가 지을 미소가 보고 싶어 카일은 함께 도서관에 가야겠다는 결심을 했다.
en_us: Kyle decided that he would accompany her to the library, simply because he wanted to see the smile she would make when she learned each flower’s name.

source: 마티어스는 느릿하게 눈길을 내렸다.
en_us: Matthias slowly looked down.

source: “혹시 알아?
en_us: “Have you got it?

source: 그래 보아야 초조하게 꼼지락거리는 손과 하도 깨물어 빨개진 입술은 감추지 못했지만.
en_us: However, she was unable to hide her quivering hands, or her lower lip, which had grown red because she had been chewing on it.

source: 정말 모르는지, 모르고 싶은 것인지.
en_us: Has she really not figured it out? Or does she not want to believe it?

source: 공작이 숲을 차지하기 전에, 그리고 브란트 영애가 수시로 불러 대기 전에 산딸기를 충분히 따 모아야 했으니까.
en_us: She needed to gather enough raspberries before the duke started venturing into the woods, and before Lady Claudine started summoning her.

source: 목적은 분명했고 양가 모두 그 사실을 구태여 숨기려 들지 않았다.
en_us: This goal was clear to all, and no one tried to conceal it,

source: “떠나갔던 철새가 다시 돌아와 주면 알아보고 싶었어요.”{j}레일라는 흙을 덮으며 대답했다.{j}“이런 식의 재회를 바란 건 아니었지만요.”{j}조금 가빠진 숨을 내쉬며 고개를 들자 태연한 표정을 짓고 있는 헤르하르트 공작이 보였다.
en_us: “I wanted to recognize the birds when they returned from their migration,” she replied as she covered the bird with dirt to fill in the hole. “This wasn’t the type of reunion I was hoping for, though.” Feeling her breath starting to quicken, she looked up and saw Duke Herhardt wearing an utterly calm expression.{j}{j}{j}

source: 이 밤 그의 것들 속에서 레일라는 아름다웠고, 아름다운 레일라가 그로 인해 울었다.
en_us: That night, among all his possessions, Layla was the most beautiful to him, and the beautiful Layla had cried because of him.

source: 충동에 휩싸인 카일이 막 뜨거운 입술을 뗀 찰나에 느린 말발굽 소리가 들려왔다.
en_us: But just as he was about to do it, they were interrupted by the sound of a horse slowly approaching.

source: 레일라는 손끝이 아프도록 세게 나무를 끌어안았다.{j}“레일라요.{j}레일라 르웰린.”
en_us: Holding onto the tree so tightly that her hands were hurting, she replied, “Layla. Layla Llewellyn.”{j}{j}

source: 레일라는 손에 쥔 삽을 지팡이 삼아 자세를 반듯이 했다.
en_us: Layla used the shovel she was holding to help herself stand up straighter.

source: 예정보다 한 주나 빨리 도착하는 바람에 헐레벌떡 준비를 하느라 아르비스의 사용인들은 진종일 정신없이 움직여야 했다.
en_us: After news had hit that he would be arriving a week earlier than originally scheduled, the Arvis staff had been busily working from dawn to dusk, preparing for his arrival.

source: 클로딘의 마음을 꽤 흡족하게 하는 면모였다.
en_us: Claudine liked this aspect of him.

source: 이제 눈시울은 모자의 그늘도 숨겨 주지 못할 만큼 붉어져 있었다.
en_us: Her eyes were now so teary that even the shade of the hat wouldn’t obscure their redness.

source: 가볍게 손가락을 튕겨 소리를 내자 새장 안에 얌전히 앉아 있던 카나리아가 날아왔다.
en_us: Matthias snapped his fingers, and the canary that had been sitting calmly in its cage flew towards him.

source: 그들이 반듯한 자세로 도열했을 무렵 키가 크고 늘씬한 소년이 플랫폼으로 내려섰다.
en_us: Soon, a tall, slim boy descended from the train onto the platform.

source: 마른침을 삼킨 카일은 반쯤 녹은 아이스크림을 크게 한입 먹었다.{j}“맛있네, 아이스크림.”
en_us: He gulped nervously, then took a big bite of his half-melted ice cream and said, “This is good. The ice cream, I mean.”{j}

source: “겨우 한 번, 금화 하나일 뿐인데요?”
en_us: “But all I earned was one single gold coin...”

source: 그의 뒤에 자그마한 아이가 숨어 있다는 건 얼마 후에야 알아차렸다.{j}“오랜만이네요, 레머 씨.”{j}마티어스는 가볍게 고개를 끄덕여 보였다.
en_us: Shortly thereafter, he noticed that there was a small child hiding behind him. “It’s been a long time, Mr. Remmer,” he said, nodding back at him.{j}{j}

source: 레머 씨가?
en_us: Mr. Remmer?

source: 헤르하르트 공작은 매년 사냥을 즐겼고 레일라는 매년 새들을 묻어 주었지만 이처럼 규칙적으로 이어지는 무덤을 만든 기억은 남아 있지 않았다.
en_us: Duke Herhardt had always done plenty of hunting every year when he stayed at Arvis, and she had always buried the birds he killed. But she couldn’t recall a time when the birds had been located in a straight line at such regular intervals like they were this time.

source: 잠시 생각에 잠겼던 레일라는 수긍하듯 고개를 끄덕인 후 가볍게 그와 팔짱을 꼈다.{j}“가자, 카일.”
en_us: Layla thought for a moment, then nodded and linked her arm deeper into his. “Sounds good. Let’s go, Kyle.”{j}
